var supProps = [
	{ name: 'Шаблонность',
		cont: ['Шаблонная', 'Ситуативная'],
		seq: [0,1,0,1, 1,0,1,0], },
	{ name: 'Акцептность',
		cont: ['Акцептная', 'Продуктивная'],
		seq: [0,1,0,1, 0,1,0,1], },
	{ name: 'Ментальность',
		cont: ['Ментальная', 'Витальная'],
		seq: [0,0,0,0, 1,1,1,1], },
]
var props = [
	{ name: 'Ценностность',
		cont: ['Ценностная', 'Неценностная'],
		seq: [0,0,1,1, 0,0,1,1], },
	{ name: 'Сила',
		cont: ['Сильная', 'Слабая'],
		seq: [0,0,1,1, 1,1,0,0], },
	{ name: 'Инертность',
		cont: ['Инертная', 'Контактная'],
		seq: [0,1,1,0, 1,0,0,1], },
	{ name: 'Загрузочность',
		cont: ['Загрузочная', 'Разгрузочная'],
		seq: [0,1,1,0, 0,1,1,0], },
]

export default {
	supProps,
	props,
}
